#include<iostream> // Подключение библиотеки для ввода-вывода
using namespace std; // Использование пространства имён std для краткости

int main() // Основная функция программы
{
    const int size = 3; // Определение константы размерности массива

    int arr[size]{11, 22, 8}; // Инициализация массива целых чисел значениями 11, 22 и 8

    for (int i = 0; i < size; i++) // Цикл от 0 до size-1
    {
        cout << arr[i] << endl; // Вывод текущего элемента массива на экран с переводом строки
    }
}
